Repository: fabiankaraben/swir
Catalog: lib/l10n/arb/app_*.arb
Languages: es

# gralSave
source: Save
es: Guardar

# homeEmptyListHeader
source: Your list is empty.
es: Tu lista está vacía.

# homeEmptyListDescription
source: You can download the complete list of possible invaders:
es: Puedes descargar la lista completa de posibles invasores:

# homeEmptyListButton
source: Download possible invaders
es: Descargar posibles invasores

# homeEmptyListRequired
source: Requires connection mode: ONLINE.
es: Requiere modo de conexión: ONLINE.

# homeEmptyFilteredListHeader
source: Without results.
es: Sin resultados.

# homeEmptyFilteredListDescription
source: Modify your search criteria.
es: Modifica tu criterio de búsqueda.

# homeHaveYouSeenSpacerInvader
source: Have you seen a space invader?
es: ¿Has visto un invasor espacial?

# homeSearch
source: Search
es: Buscar

# homeDrawerText1
source: You can activate the ONLINE mode if you are sure that the network is secure:
es: Puedes activar el modo ONLINE si tienes la seguridad de que la red es segura:

# homeDrawerMode
source: Mode:
es: Modo:

# homeDrawerText2
source: You can update your local database if the connection mode is ONLINE:
es: Puedes actualizar tu base de datos local si el modo de conexión es ONLINE:

# homeDrawerUpdateLocalDB
source: Update local database
es: Actualizar base de datos local

# homeDrawerDownloading
source: Downloading
es: Descargando

# homeDrawerDownloadingSuccessMsg
source: Data downloaded successfully!
es: ¡Datos descargados correctamente!

# homeDrawerDownloadingErrorMsg
source: The data was not downloaded. Please try again later.
es: Los datos no fueron descargados. Por favor reintenta más tarde.

# homeHeight
source: Height:
es: Altura:

# homeMass
source: Mass:
es: Peso:

# homeGender
source: Gender:
es: Sexo:

# homeSettings
source: Settings
es: Configuración

# homeSettingsLanguage
source: Language:
es: Idioma:

# detailsHeight
source: Height:
es: Altura:

# detailsMass
source: Mass:
es: Peso:

# detailsGender
source: Gender:
es: Sexo:

# detailsHairColor
source: Hair color:
es: Color de cabello:

# detailsSkinColor
source: Skin color:
es: Color de piel:

# detailsEyeColor
source: Eye color:
es: Color de ojos:

# detailsHomeworld
source: Homeworld:
es: Planeta:

# detailsVehicles
source: Vehicles:
es: Vehículos:

# detailsStarships
source: Starships:
es: Naves espaciales:

# detailsNoVehicles
source: No vehicles
es: Sin vehículos

# detailsNoStarships
source: No starships
es: Sin naves espaciales

# detailsReportButtonIntro
source: Use the button below to inform the authorities that you saw this invader.
es: Utiliza el siguiente botón para informar a las autoridades que viste a este invasor.

# detailsReportButtonText
source: Report invader
es: Reportar invasor

# detailsConfirmReport
source: Confirm report
es: Confirmar reporte

# detailsConfirmReportQuestion
source: Are you sure you want to report
es: ¿Confirmas que deseas reportar a

# detailsReport
source: Send report
es: Enviar reportar

# detailsReportSending
source: Sending...
es: Enviando...

# detailsReportSuccessMsg
source: Report sent successfully!
es: ¡Reporte enviado exitosamente!

# detailsReportErrorMsg
source: The report was not sent. Please try again later.
es: El reporte no se pudo enviar. Por favor reintenta más tarde.

# detailsReportRequired
source: ONLINE connection mode is required to send a report.
es: Se requiere modo de conexión ONLINE para enviar un reporte.
